/* alias */
"alias" = "alias";

/* Title of the error message when an applescript action could not be loaded */
"Error loading AppleScript action" = "Error loading AppleScript action";

/* No comment provided by engineer. */
"Error renaming File: %@ to %@" = "Error renaming File: %1$@ to %2$@";

/* link */
"link" = "link";

/* No comment provided by engineer. */
"Network and Removable Disks" = "Network and Removable Disks";

/* No comment provided by engineer. */
"Quicksilver File Rename" = "Quicksilver File Rename";

/* No comment provided by engineer. */
"Quicksilver Move to Trash" = "Quicksilver Move to Trash";

/* Error title shown when no a proxy object cannot be resolved */
"Resolving Proxy failed" = "Resolving Proxy failed";

/* No comment provided by engineer. */
"Synonym for %@" = "Synonym for %@";

/* error message whena n applescript action could not be loaded */
"The %@ handler takes only files as an input" = "The %@ handler takes only files as an input";

/* No comment provided by engineer. */
"Unable to assign abbreviation" = "Unable to assign abbreviation";

/* No comment provided by engineer. */
"Unable to assign abbreviation '%@' to object %@. Perhaps you want to create a synonym?" = "Unable to assign abbreviation '%1$@' to object %2$@. Perhaps you want to create a synonym?";

/* Error message for when the default browser proxy cannot be found */
"Unable to find default browser" = "Unable to find default browser";

/* No comment provided by engineer. */
"Unable to Trash:\n%@" = "Unable to Trash:\n%@";

